Repository: relayemu/client
Catalog: Packages/RelayUI/Sources/RelayUI/Localizable.xcstrings
Source language: en
Languages: de, es_es, es_mx, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, sv, zh_hant

source: Achievements are not available for this system.
de: Für dieses System sind keine Erfolge verfügbar.
es_es: Los logros no están disponibles para este sistema.
es_mx: Los logros no están disponibles para este sistema.
fr: Les succès ne sont pas disponibles pour ce système.
it: Gli obiettivi non sono disponibili per questo sistema.
ja: このシステムでは実績を利用できません。
ko: 이 시스템에서는 도전 과제를 사용할 수 없습니다.
nl: Prestaties zijn niet beschikbaar voor dit systeem.
pl: Osiągnięcia nie są dostępne dla tego systemu.
pt_br: As conquistas não estão disponíveis para este sistema.
pt_pt: Não há conquistas disponíveis para este sistema.
ro: Realizările nu sunt disponibile pentru acest sistem.
sv: Prestationer är inte tillgängliga för det här systemet.
zh_hant: 此系統不提供成就功能。

source: Challenge active
de: Herausforderung aktiv
es_es: Desafío activo
es_mx: Desafío activo
fr: Défi en cours
it: Sfida attiva
ja: チャレンジ中
ko: 도전 진행 중
nl: Uitdaging actief
pl: Wyzwanie aktywne
pt_br: Desafio ativo
pt_pt: Desafio ativo
ro: Provocare activă
sv: Utmaning aktiv
zh_hant: 挑戰進行中

source: Sign In
de: Anmelden
es_es: Iniciar sesión
es_mx: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentifică-te
sv: Logga in
zh_hant: 登入

source: Sign In to RetroAchievements
de: Bei RetroAchievements anmelden
es_es: Iniciar sesión en RetroAchievements
es_mx: Iniciar sesión en RetroAchievements
fr: Se connecter à RetroAchievements
it: Accedi a RetroAchievements
ja: RetroAchievementsにサインイン
ko: RetroAchievements에 로그인
nl: Inloggen bij RetroAchievements
pl: Zaloguj się do RetroAchievements
pt_br: Entrar no RetroAchievements
pt_pt: Iniciar sessão no RetroAchievements
ro: Autentifică-te la RetroAchievements
sv: Logga in på RetroAchievements
zh_hant: 登入 RetroAchievements

source: Sign in with a free RetroAchievements account to earn achievements in this game.
de: Melde dich mit einem kostenlosen RetroAchievements-Account an, um in diesem Spiel Erfolge zu verdienen.
es_es: Inicia sesión con una cuenta gratuita de RetroAchievements para conseguir logros en este juego.
es_mx: Inicia sesión con una cuenta gratuita de RetroAchievements para obtener logros en este juego.
fr: Connecte-toi avec un compte RetroAchievements gratuit pour gagner des succès dans ce jeu.
it: Accedi con un account RetroAchievements gratuito per ottenere obiettivi in questo gioco.
ja: 無料のRetroAchievementsアカウントでサインインすると、このゲームで実績を獲得できます。
ko: 이 게임에서 도전 과제를 달성하려면 무료 RetroAchievements 계정으로 로그인하세요.
nl: Log in met een gratis RetroAchievements-account om prestaties in deze game te verdienen.
pl: Zaloguj się na bezpłatne konto RetroAchievements, aby zdobywać osiągnięcia w tej grze.
pt_br: Entre com uma conta gratuita do RetroAchievements para ganhar conquistas neste jogo.
pt_pt: Inicia sessão com uma conta RetroAchievements gratuita para obteres conquistas neste jogo.
ro: Autentifică-te cu un cont RetroAchievements gratuit pentru a obține realizări în acest joc.
sv: Logga in med ett gratis RetroAchievements-konto för att få prestationer i det här spelet.
zh_hant: 使用免費的 RetroAchievements 帳號登入，即可在此遊戲中取得成就。

source: Connected as %@
de: Verbunden als %@
es_es: Conectado como %@
es_mx: Conectado como %@
fr: Connecté en tant que %@
it: Connesso come %@
ja: %@として接続中
ko: 연결된 사용자: %@
nl: Verbonden als %@
pl: Połączono jako %@
pt_br: Conectado como %@
pt_pt: Ligado como %@
ro: Conectat ca %@
sv: Ansluten som %@
zh_hant: 已連線：%@

source: Continue in Casual
de: In Casual fortsetzen
es_es: Continuar en Casual
es_mx: Continuar en Casual
fr: Continuer en mode Casual
it: Continua in Casual
ja: Casualで続ける
ko: Casual로 이어하기
nl: Verdergaan in Casual
pl: Kontynuuj w trybie Casual
pt_br: Continuar no Casual
pt_pt: Continuar em Casual
ro: Continuă în Casual
sv: Fortsätt i Casual
zh_hant: 以 Casual 繼續

source: Disconnect
de: Trennen
es_es: Desconectar
es_mx: Desconectar
fr: Se déconnecter
it: Disconnetti
ja: 接続解除
ko: 연결 해제
nl: Verbinding verbreken
pl: Odłącz
pt_br: Desconectar
pt_pt: Desligar
ro: Deconectează
sv: Koppla från
zh_hant: 中斷連線

source: Disconnect RetroAchievements?
de: Verbindung zu RetroAchievements trennen?
es_es: ¿Desconectar RetroAchievements?
es_mx: ¿Desconectar RetroAchievements?
fr: Se déconnecter de RetroAchievements ?
it: Disconnettere RetroAchievements?
ja: RetroAchievementsとの接続を解除しますか？
ko: RetroAchievements 연결을 해제할까요?
nl: Verbinding met RetroAchievements verbreken?
pl: Odłączyć RetroAchievements?
pt_br: Desconectar do RetroAchievements?
pt_pt: Desligar RetroAchievements?
ro: Te deconectezi de la RetroAchievements?
sv: Koppla från RetroAchievements?
zh_hant: 要中斷 RetroAchievements 連線嗎？

source: Disconnecting…
de: Trennen …
es_es: Desconectando…
es_mx: Desconectando…
fr: Déconnexion…
it: Disconnessione in corso…
ja: 接続解除中…
ko: 연결 해제 중…
nl: Verbinding verbreken…
pl: Odłączanie…
pt_br: Desconectando…
pt_pt: A desligar…
ro: Se deconectează…
sv: Kopplar från…
zh_hant: 正在中斷連線…

source: Sign in with a free RetroAchievements account.
de: Melde dich mit einem kostenlosen RetroAchievements-Account an.
es_es: Inicia sesión con una cuenta gratuita de RetroAchievements.
es_mx: Inicia sesión con una cuenta gratuita de RetroAchievements.
fr: Connecte-toi avec un compte RetroAchievements gratuit.
it: Accedi con un account RetroAchievements gratuito.
ja: 無料のRetroAchievementsアカウントでサインインしてください。
ko: 무료 RetroAchievements 계정으로 로그인하세요.
nl: Log in met een gratis RetroAchievements-account.
pl: Zaloguj się na bezpłatne konto RetroAchievements.
pt_br: Entre com uma conta gratuita do RetroAchievements.
pt_pt: Inicia sessão com uma conta RetroAchievements gratuita.
ro: Autentifică-te cu un cont RetroAchievements gratuit.
sv: Logga in med ett gratis RetroAchievements-konto.
zh_hant: 使用免費的 RetroAchievements 帳號登入。

source: Finding achievements…
de: Erfolge werden gesucht …
es_es: Buscando logros…
es_mx: Buscando logros…
fr: Recherche des succès…
it: Ricerca degli obiettivi…
ja: 実績を検索中…
ko: 도전 과제 찾는 중…
nl: Prestaties zoeken…
pl: Wyszukiwanie osiągnięć…
pt_br: Buscando conquistas…
pt_pt: A procurar conquistas…
ro: Se caută realizări…
sv: Söker efter prestationer…
zh_hant: 正在尋找成就…

source: Finish disconnecting
de: Trennung abschließen
es_es: Finalizar desconexión
es_mx: Terminar de desconectar
fr: Terminer la déconnexion
it: Completa la disconnessione
ja: 接続解除を完了
ko: 연결 해제 완료하기
nl: Verbinding verbreken afronden
pl: Dokończ odłączanie
pt_br: Concluir desconexão
pt_pt: Concluir a desconexão
ro: Finalizează deconectarea
sv: Slutför frånkopplingen
zh_hant: 完成中斷連線

source: Free, optional achievements for supported games.
de: Kostenlose, optionale Erfolge für unterstützte Spiele.
es_es: Logros gratuitos y opcionales para juegos compatibles.
es_mx: Logros opcionales y gratuitos para juegos compatibles.
fr: Des succès gratuits et facultatifs pour les jeux compatibles.
it: Obiettivi gratuiti e facoltativi per i giochi supportati.
ja: 対応ゲームで使える無料の実績機能。利用は任意です。
ko: 지원되는 게임의 도전 과제를 무료로 이용할 수 있으며, 사용 여부는 선택할 수 있습니다.
nl: Gratis, optionele prestaties voor ondersteunde games.
pl: Bezpłatne i opcjonalne osiągnięcia w obsługiwanych grach.
pt_br: Conquistas gratuitas e opcionais para jogos compatíveis.
pt_pt: Conquistas gratuitas e opcionais para jogos compatíveis.
ro: Realizări gratuite și opționale pentru jocurile compatibile.
sv: Gratis valfria prestationer för spel som stöds.
zh_hant: 支援的遊戲可免費使用成就功能，也可選擇不啟用。

source: Hardcore for new games
de: Hardcore für neue Spiele
es_es: Hardcore en juegos nuevos
es_mx: Hardcore para juegos nuevos
fr: Hardcore pour les nouvelles parties
it: Hardcore per i nuovi giochi
ja: 新しいゲームではHardcore
ko: 새 게임에 Hardcore 사용
nl: Hardcore voor nieuwe games
pl: Tryb Hardcore w nowych grach
pt_br: Hardcore para novos jogos
pt_pt: Hardcore para novos jogos
ro: Hardcore pentru jocurile noi
sv: Hardcore för nya spel
zh_hant: 新開遊戲時使用 Hardcore

source: Hardcore restarts the game without loading Auto Resume. Loading Saves, Rewind, cheats and slow motion are unavailable. You can still create Saves and use Fast Forward.
de: Hardcore startet das Spiel neu, ohne die automatische Fortsetzung zu laden. Relay-Speicherstände lassen sich nicht laden; auch Zurückspulen, Cheats und Zeitlupe sind nicht verfügbar. Du kannst weiterhin Relay-Speicherstände erstellen und vorspulen.
es_es: El modo Hardcore reinicia el juego sin cargar Reanudación automática. No se pueden cargar guardados, rebobinar, usar trucos ni jugar a cámara lenta. Puedes seguir creando guardados y usando Avance rápido.
es_mx: Hardcore reinicia el juego sin cargar la reanudación automática. No puedes cargar guardados, rebobinar, usar trucos ni jugar en cámara lenta. Aún puedes crear guardados y usar el avance rápido.
fr: Le mode Hardcore redémarre le jeu sans charger la reprise automatique. Le chargement des sauvegardes, le retour arrière, les codes de triche et le ralenti sont indisponibles. Tu peux toujours créer des sauvegardes et utiliser l’avance rapide.
it: Hardcore riavvia il gioco senza caricare la Ripresa automatica. Non puoi caricare salvataggi né usare il riavvolgimento, i trucchi o il rallentatore. Puoi comunque creare salvataggi e usare l’avanzamento rapido.
ja: Hardcoreでは、自動再開を読み込まずにゲームを再起動します。セーブの読み込み、巻き戻し、チート、スローモーションは使用できません。セーブの作成と早送りは引き続き使用できます。
ko: Hardcore에서는 자동 이어하기를 불러오지 않고 게임을 다시 시작합니다. 세이브 불러오기, 되감기, 치트 및 슬로 모션을 사용할 수 없습니다. 세이브 만들기와 빨리 감기는 계속 사용할 수 있습니다.
nl: Hardcore herstart de game zonder Automatisch hervatten te laden. Opslagpunten laden, Terugspoelen, cheats en vertraagd spelen zijn niet beschikbaar. Je kunt nog steeds opslagpunten maken en Vooruitspoelen gebruiken.
pl: Tryb Hardcore uruchamia grę ponownie bez wczytywania Auto Resume. Wczytywanie Zapisów, przewijanie wstecz, kody i zwolnione tempo są niedostępne. Nadal możesz tworzyć Zapisy i używać przyspieszenia.
pt_br: O Hardcore reinicia o jogo sem carregar a Retomada automática. Não é possível carregar Salvamentos nem usar Retroceder, trapaças ou câmera lenta. Você ainda pode criar Salvamentos e usar o Avanço rápido.
pt_pt: O modo Hardcore reinicia o jogo sem carregar a Retoma automática. Carregar pontos guardados, o Retrocesso, os códigos de batota e a câmara lenta ficam indisponíveis. Ainda podes criar pontos guardados e usar o Avanço rápido.
ro: Modul Hardcore repornește jocul fără să încarce reluarea automată. Încărcarea salvărilor Relay, derularea înapoi, codurile de trișare și jocul cu încetinitorul nu sunt disponibile. Poți crea în continuare salvări Relay și folosi derularea rapidă.
sv: Hardcore startar om spelet utan att läsa in Auto Resume. Det går inte att läsa in sparningar, spola tillbaka, fuska eller spela långsammare. Du kan fortfarande skapa sparningar och snabbspola.
zh_hant: Hardcore 會重新啟動遊戲，且不載入自動續玩。此模式無法載入存檔，也不能倒轉、使用作弊碼或慢速遊玩。你仍可建立存檔及使用快轉。

source: How it works
de: So funktioniert es
es_es: Cómo funciona
es_mx: Cómo funciona
fr: Comment ça marche
it: Come funziona
ja: 仕組み
ko: 작동 방식
nl: Zo werkt het
pl: Jak to działa
pt_br: Como funciona
pt_pt: Como funciona
ro: Cum funcționează
sv: Så fungerar det
zh_hant: 運作方式

source: If the game is paused, resume it to finish loading achievements.
de: Wenn das Spiel pausiert ist, setze es fort, damit die Erfolge vollständig geladen werden.
es_es: Si el juego está en pausa, reanúdalo para terminar de cargar los logros.
es_mx: Si el juego está en pausa, reanúdalo para terminar de cargar los logros.
fr: Si le jeu est en pause, reprends-le pour terminer le chargement des succès.
it: Se il gioco è in pausa, riprendilo per completare il caricamento degli obiettivi.
ja: ゲームを一時停止している場合は、再開して実績の読み込みを完了してください。
ko: 게임이 일시 정지되어 있다면 재개하여 도전 과제 불러오기를 완료하세요.
nl: Hervat de game als deze is gepauzeerd om het laden van prestaties af te ronden.
pl: Jeśli gra jest wstrzymana, wznów ją, aby zakończyć wczytywanie osiągnięć.
pt_br: Se o jogo estiver pausado, retome-o para concluir o carregamento das conquistas.
pt_pt: Se o jogo estiver em pausa, retoma-o para concluir o carregamento das conquistas.
ro: Dacă jocul este în pauză, reia-l pentru a termina încărcarea realizărilor.
sv: Om spelet är pausat fortsätter du spela så att alla prestationer kan läsas in.
zh_hant: 若遊戲已暫停，請繼續遊玩以完成載入成就。

source: If a connected game loses service access, Relay keeps newly earned achievements on this device and retries. Starting a game offline does not enable achievements until it reconnects.
de: Wenn ein verbundenes Spiel den Dienstzugriff verliert, behält Relay neu verdiente Erfolge auf diesem Gerät und versucht die Übertragung erneut. Wenn du ein Spiel offline startest, werden Erfolge erst nach der erneuten Verbindung aktiviert.
es_es: Si un juego conectado pierde el acceso al servicio, Relay conserva en este dispositivo los nuevos logros obtenidos y vuelve a intentarlo. Si inicias un juego sin conexión, los logros no se activarán hasta que vuelva a conectarse.
es_mx: Si un juego conectado pierde acceso al servicio, Relay conserva en este dispositivo los logros recién obtenidos y vuelve a intentarlo. Si inicias un juego sin conexión, los logros no se activarán hasta que vuelva a conectarse.
fr: Si un jeu connecté perd l’accès au service, Relay garde les nouveaux succès obtenus sur cet appareil et réessaie de les envoyer. Si tu lances un jeu hors ligne, les succès restent désactivés jusqu’à la reconnexion.
it: Se RetroAchievements diventa indisponibile durante una partita, Relay conserva su questo dispositivo i nuovi obiettivi ottenuti e riprova. Se avvii un gioco offline, gli obiettivi restano disattivati finché non torni online.
ja: 接続中のゲームでサービスに接続できなくなった場合、新しく獲得した実績はこのデバイスに保持され、Relayが再試行します。オフラインで開始したゲームでは、再接続するまで実績が有効になりません。
ko: 연결된 게임에서 서비스 접속이 끊기면 Relay가 새로 얻은 도전 과제를 이 기기에 보관하고 다시 전송을 시도합니다. 오프라인에서 시작한 게임은 다시 연결될 때까지 도전 과제가 활성화되지 않습니다.
nl: Als een game tijdens het spelen de verbinding met RetroAchievements verliest, bewaart Relay nieuw verdiende prestaties op dit apparaat en probeert het later opnieuw. Start je een game offline, dan worden prestaties pas ingeschakeld zodra de verbinding is hersteld.
pl: Jeśli gra połączona z usługą utraci do niej dostęp, Relay zachowa nowo zdobyte osiągnięcia na tym urządzeniu i spróbuje wysłać je ponownie. Rozpoczęcie gry offline nie włączy osiągnięć, dopóki połączenie nie zostanie przywrócone.
pt_br: Se um jogo conectado perder acesso ao serviço, o Relay manterá neste dispositivo as conquistas recém-obtidas e tentará enviá-las novamente. Ao iniciar um jogo offline, as conquistas só serão ativadas depois que ele se reconectar.
pt_pt: Se um jogo ligado ao serviço perder a ligação, o Relay mantém neste dispositivo os resultados de conquistas obtidos entretanto e volta a tentar. Iniciar um jogo offline não ativa as conquistas até o jogo voltar a ligar-se ao serviço.
ro: Dacă Relay pierde conexiunea la serviciu în timpul jocului, păstrează pe acest dispozitiv realizările obținute recent și încearcă din nou. Dacă pornești un joc offline, realizările nu sunt activate până la reconectare.
sv: Om ett anslutet spel förlorar kontakten med tjänsten behåller Relay nyintjänade prestationer på den här enheten och försöker igen. Om du startar ett spel offline aktiveras inte prestationer förrän anslutningen är tillbaka.
zh_hant: 若已連線的遊戲無法存取服務，Relay 會將新獲得的成就保留在此裝置並重試。離線啟動遊戲時，成就功能要等重新連線後才會啟用。

source: Keep this account connected. Relay retries when RetroAchievements is available.
de: Lass diesen Account verbunden. Relay versucht es erneut, sobald RetroAchievements verfügbar ist.
es_es: Mantén esta cuenta conectada. Relay volverá a intentarlo cuando RetroAchievements esté disponible.
es_mx: Mantén esta cuenta conectada. Relay volverá a intentarlo cuando RetroAchievements esté disponible.
fr: Garde ce compte connecté. Relay réessaie dès que RetroAchievements est disponible.
it: Mantieni connesso questo account. Relay riproverà quando RetroAchievements sarà disponibile.
ja: このアカウントを接続したままにしてください。RetroAchievementsが利用可能になるとRelayが再試行します。
ko: 이 계정의 연결을 유지하세요. RetroAchievements를 이용할 수 있게 되면 Relay가 다시 시도합니다.
nl: Laat dit account verbonden blijven. Relay probeert het opnieuw wanneer RetroAchievements beschikbaar is.
pl: Pozostaw to konto połączone. Relay spróbuje ponownie, gdy RetroAchievements będzie dostępne.
pt_br: Mantenha esta conta conectada. O Relay tentará novamente quando o RetroAchievements estiver disponível.
pt_pt: Mantém esta conta ligada. O Relay tenta novamente quando o RetroAchievements estiver disponível.
ro: Păstrează acest cont conectat. Relay va încerca din nou când RetroAchievements este disponibil.
sv: Låt kontot vara anslutet. Relay försöker igen när RetroAchievements är tillgängligt.
zh_hant: 請保持此帳號的連線。RetroAchievements 恢復服務後，Relay 會重試。

source: Relay couldn't save your RetroAchievements sign-in or achievements waiting to send. Unlock this device and try again.
de: Relay konnte deine RetroAchievements-Anmeldung oder noch nicht gesendete Erfolge nicht speichern. Entsperre dieses Gerät und versuche es erneut.
es_es: Relay no ha podido guardar tu inicio de sesión de RetroAchievements o los logros pendientes de enviar. Desbloquea este dispositivo y vuelve a intentarlo.
es_mx: Relay no pudo guardar tu inicio de sesión en RetroAchievements ni los logros pendientes de envío. Desbloquea este dispositivo y vuelve a intentarlo.
fr: Relay n’a pas pu enregistrer ta connexion RetroAchievements ou les succès en attente d’envoi. Déverrouille cet appareil et réessaie.
it: Relay non è riuscito a salvare l’accesso a RetroAchievements o gli obiettivi in attesa di invio. Sblocca questo dispositivo e riprova.
ja: RetroAchievementsのサインイン情報または送信待ちの実績を保存できませんでした。デバイスのロックを解除して、もう一度お試しください。
ko: Relay가 RetroAchievements 로그인 정보나 전송 대기 중인 도전 과제를 저장하지 못했습니다. 기기의 잠금을 해제하고 다시 시도하세요.
nl: Relay kon je RetroAchievements-inloggegevens of prestaties die op verzending wachten niet bewaren. Ontgrendel dit apparaat en probeer het opnieuw.
pl: Relay nie może zapisać danych logowania RetroAchievements ani osiągnięć czekających na wysłanie. Odblokuj to urządzenie i spróbuj ponownie.
pt_br: O Relay não conseguiu salvar seu login do RetroAchievements nem as conquistas aguardando envio. Desbloqueie este dispositivo e tente novamente.
pt_pt: O Relay não conseguiu guardar o teu início de sessão no RetroAchievements nem os resultados de conquistas a aguardar envio. Desbloqueia este dispositivo e tenta novamente.
ro: Relay nu a putut păstra autentificarea la RetroAchievements sau realizările care așteaptă să fie trimise. Deblochează acest dispozitiv și încearcă din nou.
sv: Relay kunde inte spara din RetroAchievements-inloggning eller prestationer som väntar på att skickas. Lås upp enheten och försök igen.
zh_hant: Relay 無法儲存你的 RetroAchievements 登入資料或等待傳送的成就。請解鎖此裝置後再試一次。

source: Latest leaderboard result
de: Letztes Bestenlistenergebnis
es_es: Último resultado de la clasificación
es_mx: Último resultado de la tabla de clasificación
fr: Dernier résultat au classement
it: Risultato più recente in classifica
ja: 最新のランキング結果
ko: 최근 순위표 결과
nl: Laatste klassementresultaat
pl: Najnowszy wynik w rankingu
pt_br: Resultado mais recente no placar
pt_pt: Resultado mais recente da tabela de classificação
ro: Cel mai recent rezultat din clasament
sv: Senaste topplisteresultat
zh_hant: 最新排行榜成績

source: Leaderboards
de: Bestenlisten
es_es: Clasificaciones
es_mx: Tablas de clasificación
fr: Classements
it: Classifiche
ja: ランキング
ko: 순위표
nl: Klassementen
pl: Rankingi
pt_br: Placares
pt_pt: Tabelas de classificação
ro: Clasamente
sv: Topplistor
zh_hant: 排行榜

source: Leaderboards are active in Hardcore mode.
de: Bestenlisten sind im Hardcore-Modus aktiv.
es_es: Las clasificaciones están activas en el modo Hardcore.
es_mx: Las tablas de clasificación están activas en el modo Hardcore.
fr: Les classements sont actifs en mode Hardcore.
it: Le classifiche sono attive in modalità Hardcore.
ja: Hardcoreモードではランキングが有効です。
ko: Hardcore 모드에서 순위표가 활성화됩니다.
nl: Klassementen zijn actief in Hardcore.
pl: Rankingi są aktywne w trybie Hardcore.
pt_br: Os placares estão ativos no modo Hardcore.
pt_pt: As tabelas de classificação estão ativas no modo Hardcore.
ro: Clasamentele sunt active în modul Hardcore.
sv: Topplistor är aktiva i Hardcore-läget.
zh_hant: Hardcore 模式下會啟用排行榜。

source: Mode
de: Modus
es_es: Modo
es_mx: Modo
it: Modalità
ja: モード
ko: 모드
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Modul
sv: Läge
zh_hant: 模式

source: No achievements found for this version of the game.
de: Für diese Spielversion wurden keine Erfolge gefunden.
es_es: No se han encontrado logros para esta versión del juego.
es_mx: No se encontraron logros para esta versión del juego.
fr: Aucun succès trouvé pour cette version du jeu.
it: Nessun obiettivo trovato per questa versione del gioco.
ja: このバージョンのゲームには実績が見つかりませんでした。
ko: 이 버전의 게임에서는 도전 과제를 찾을 수 없습니다.
nl: Geen prestaties gevonden voor deze versie van de game.
pl: Nie znaleziono osiągnięć dla tej wersji gry.
pt_br: Nenhuma conquista foi encontrada para esta versão do jogo.
pt_pt: Não foram encontradas conquistas para esta versão do jogo.
ro: Nu s-au găsit realizări pentru această versiune a jocului.
sv: Inga prestationer hittades för den här versionen av spelet.
zh_hant: 找不到此遊戲版本的成就。

source: Optional. RetroAchievements does not affect gameplay, Relay Account or sync.
de: Optional. RetroAchievements hat keinen Einfluss auf Gameplay, Relay Account oder Synchronisierung.
es_es: Opcional. RetroAchievements no afecta al juego, la Cuenta Relay ni la sincronización.
es_mx: Opcional. RetroAchievements no afecta el juego, la Cuenta Relay ni la sincronización.
fr: Facultatif. RetroAchievements n’a aucune incidence sur le jeu, le Compte Relay ou la synchronisation.
it: Opzionale. RetroAchievements non influisce sul gioco, sul Relay Account o sulla sincronizzazione.
ja: 利用は任意です。RetroAchievementsはゲームプレイ、Relay Account、同期に影響しません。
ko: 선택 사항입니다. RetroAchievements는 게임플레이, Relay Account 또는 동기화에 영향을 주지 않습니다.
nl: Optioneel. RetroAchievements heeft geen invloed op gameplay, je Relay Account of synchronisatie.
pl: RetroAchievements jest opcjonalne. Nie wpływa na rozgrywkę, Konto Relay ani synchronizację.
pt_br: Opcional. O RetroAchievements não afeta a jogabilidade, a Relay Account nem a sincronização.
pt_pt: Opcional. O RetroAchievements não afeta a jogabilidade, a Relay Account nem a sincronização.
ro: Opțional. RetroAchievements nu afectează jocul, Relay Account sau sincronizarea.
sv: Valfritt. RetroAchievements påverkar inte spelet, Relay-kontot eller synkroniseringen.
zh_hant: 可自由選用。RetroAchievements 不會影響遊戲、Relay 帳號或同步。

source: Password
de: Passwort
es_es: Contraseña
es_mx: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
sv: Lösenord
zh_hant: 密碼

source: Play this game to discover its achievements.
de: Spiele dieses Spiel, um seine Erfolge zu entdecken.
es_es: Juega para descubrir los logros de este juego.
es_mx: Juega este juego para descubrir sus logros.
fr: Joue à ce jeu pour découvrir ses succès.
it: Gioca a questo gioco per scoprirne gli obiettivi.
ja: このゲームをプレイすると実績が表示されます。
ko: 이 게임을 플레이하여 도전 과제를 찾아보세요.
nl: Speel deze game om de prestaties te ontdekken.
pl: Zagraj w tę grę, aby odkryć jej osiągnięcia.
pt_br: Jogue para descobrir as conquistas disponíveis neste jogo.
pt_pt: Joga este jogo para descobrires as conquistas.
ro: Joacă acest joc pentru a-i descoperi realizările.
sv: Spela det här spelet för att upptäcka dess prestationer.
zh_hant: 遊玩此遊戲即可探索其成就。

source: Rank %u of %u
de: Rang %u von %u
es_es: Puesto %u de %u
es_mx: Puesto %u de %u
fr: Rang %u sur %u
it: Posizione %u su %u
ja: 順位：%1$u / %2$u
ko: %u/%u위
nl: Positie %u van %u
pl: Pozycja %u z %u
pt_br: Posição %u de %u
pt_pt: Posição %u de %u
ro: Locul %u din %u
sv: Placering %u av %u
zh_hant: 第 %u 名，共 %u 名
